Repository: common-repository/myagilepixel
Catalog: lang/myagilepixel-*.po
Languages: it_it

source: (e.g. is_blog , is_commercial_post, is_product, etc).
it_it: (es: is_blog, is_commercial_post, is_product, ecc).

source: <b>Warning</b>: You are using a PHP.wasm environment. Due to the limitations of this stack, which emulates a real web server, some functionalities may not work as expected.
it_it: <b>Attenzione</b>: Stai utilizzando un ambiente PHP.wasm. A causa delle limitazioni di questo stack, che emula un vero server web, alcune funzionalità potrebbero non funzionare come previsto.

source: Add the events name you would like not to send.
it_it: Aggiungi i nomi degli eventi che desideri che non vengano inviati.

source: Add the user property name you would like track.
it_it: Inserisci le proprietà utente che vuoi tracciare.

source: Advanced Settings
it_it: Avanzate

source: Advanced tracking? User segments? You are in the right place to enhance web analysis and your marketing performance.
it_it: Tracciamenti avanzati ? Segmenti utente ? Sei nel posto giusto per potenziare la web analysis e le performance del tuo marketing.

source: Always active
it_it: Sempre attiva

source: Change license code
it_it: Cambia codice di licenza

source: Change the proxification level by choosing from the available presets, or set the bar to zero and customize the parameters
it_it: Modifica il livello di proxificazione scegliendo tra i preset disponibili, oppure imposta la barra a zero e personalizza i parametri

source: Choose this option if you do not have to request user consent
it_it: Scegli questa opzione se non sei tenuto a richiedere il consenso dell'utente

source: Click here to access your user area.
it_it: Clicca qui per accedere alla tua area utente.

source: Connect with Cookie / GDPR plugin
it_it: Collega con plugin Cookie / GDPR

source: Cookie plugin integration guide
it_it: Guida all' integrazione con il plugin dei Cookie

source: Create your own custom user property
it_it: Crea le tua proprietà utente personalizzate

source: Customize the user property to send, for the desired post type item.
it_it: Personalizza la proprietà utente da inviare, per l'elemento desiderato.

source: Customized proxification level
it_it: Livello di proxificazione personalizzato

source: Data proxification level
it_it: Livello di proxificazione dei dati

source: Disable
it_it: Disattivo

source: Disable debug
it_it: Disabilita debug

source: Do not send
it_it: Non inviare

source: Enable
it_it: Attivo

source: Enable compatible mode
it_it: Abilita modalità compatibile

source: Enable Consent Mode <small class="mapx_highlight">(Beta)</small>
it_it: Abilita Consent Mode <small class="mapx_highlight">(Beta)</small>

source: Enable debug
it_it: Abilita debug

source: Enable debug bar for administrators
it_it: Abilita il debug per gli amministratori

source: Enable Facebook tracking proxification
it_it: Abilita la proxificazione dei tracciamenti Facebook

source: Enable Google Analytics Advanced Features
it_it: Abilita le funzionalità avanzate di Google Analytics

source: Enable Google Analytics tracking proxification
it_it: Abilita la proxificazione dei tracciamenti Google Analytics

source: Enable plugin auto update
it_it: Abilita l'aggiornamento automatico

source: Enable this option if event tracking is not detected or if our support team has advised you to do so.
it_it: Abilita questa opzione se non rilevi il tracciamento degli eventi o se ti è stato consigliato dalla nostra assistenza.

source: Enable this options, then visit your website in order to check the data being passed via proxification
it_it: Abilita questa opzione, poi visita il sito web per testare l'invio dei dati tramite proxificazione

source: Enable TikTok tracking proxification
it_it: Abilita la proxificazione dei tracciamenti TikTok

source: Enable to minimize the duration of cookies for user recognition
it_it: Abilita per abbassare al massimo la durata dei cookie per il riconoscimento dell'utente

source: Enable to remove external referral information
it_it: Abilita per rimuovere le informazioni sui referral esterni

source: Enable to remove the user's User Agent information
it_it: Abilita per rimuovere le informazioni sullo User Agent dell'utente

source: Enable to remove user click tracking information
it_it: Abilita per rimuovere le informazioni di tracciamento del click dell'utente

source: Enable to remove user screen information
it_it: Abilita per rimuovere le informazioni sullo schermo dell'utente

source: Enable to remove UTM tags from the URL
it_it: Abilita per rimuovere dalla URL i tag UTM

source: Enable User Property Page View Tracking
it_it: Abilita il tracciamento delle proprietà utente sulle visualizzazioni dell'elemento

source: Enable WooCommerce events
it_it: Abilita Eventi WooCommerce

source: Enable WooCommerce events integration
it_it: Abilita l'integrazione con WooCommerce

source: Enter here the code to send test events to Facebook
it_it: Inserisci qui il codice per inviare a Facebook eventi di test

source: Enter here the code to send test events to TikTok
it_it: Inserisci qui il codice per inviare a TikTok eventi di test

source: Enter the Access Token here
it_it: Inserisci qui l'Access Token

source: Enter the Analytics property ID here <small>(e.g. G-XX0X00XX00)</small>
it_it: Inserisci qui l'ID della proprietà Analytics <small>(es.G-XX0X00XX00)</small>

source: Enter the Facebook pixel ID here <small>(consisting of 16 digits)</small>
it_it: Inserisci qui l'ID del pixel Facebook <small>(composto da 16 cifre)</small>

source: Enter the TikTok pixel ID here <small>(consisting of 16 digits)</small>
it_it: Inserisci qui l'ID del pixel TikTok <small>(composto da 16 cifre)</small>

source: Enter the user properties you want to track from the "User Properties Tracking" tab, then associate them with the types of posts on your website, selecting a "catch-all" property or choosing the preferred property, page by page, article by article.
it_it: Inserisci le proprietà utente che vuoi tracciare dal tab "Tracciamento proprietà utente", poi associale ai tipi di post del tuo sito web, selezionando una proprietà "catch all", oppure selezionando la proprietà che preferisci, pagina per pagina, articolo per articolo.

source: Enter your license key here
it_it: Inserisci qui la tua chiave di licenza

source: Error: unable to save
it_it: Errore: impossibile salvare

source: Events blacklist
it_it: Blacklist degli eventi

source: For further information you can check:
it_it: Per maggiori informazioni :

source: For further information, please refer to the tutorial available here.
it_it: Per ulteriori informazioni ti rimandiamo al tutorial disponibile qui.

source: For those who carry out marketing campaigns and want to track their performance
it_it: Indicato per chi fa campagne marketing e vuole tracciarne le performance

source: For those who only want to send data via anonymous IP
it_it: Indicato per chi vuole solamente inviare i dati tramite IP anonimo

source: For those who want to remove user data, their behavior over time and references to marketing campaigns. By choosing this level of proxification, it may be more difficult to track marketing campaign performance
it_it: Indicato per chi vuole rimuovere i dati dell'utente, il suo comportamento nel tempo e i riferimenti alle campagne marketing. scegliendo questo livello di proxificazione, potrebbe essere più difficile tracciare le performance campagne marketing

source: General settings
it_it: Opzioni generali

source: High level
it_it: Livello alto

source: High proxification level
it_it: Livello di proxificazione alto

source: I understand and accept that by enabling this option, this website may not fully comply with GDPR . Enable Google Analytics Advanced Features
it_it: Capisco e accetto che abilitando questa opzione, questo sito potrebbe non essere pienamente conforme al GDPR. Abilita le Funzioni Avanzate di Google Analytics.

source: I understand and accept that by enabling this option, this website may not fully comply with GDPR and specifically with respect to fully complying with the rules regarding the transfer of data to the United States.
it_it: Comprendo ed accetto che abilitando questa opzione questo sito web potrebbe non rispettare pienamente la compliance al GDPR e nello specifico riguardo al rispettare pienamente le norme inerenti il trasferimento di dati verso gli Stati Uniti.

source: I wish to enable Consent Mode and send tracking data in an anonymous form, even in the absence of explicit consent from the user.
it_it: Desidero abilitare la Consent Mode ed inviare i dati di tracciamento, in forma anonima, anche in assenza di consenso esplicito da parte dell'utente.

source: If you are using a cookie management plugin, select it from this list to connect it with My Agile Pixel
it_it: Se utilizzi un plugin di gestione cookie, selezionalo da questa lista per interfacciarlo con My Agile Pixel

source: Important: remember to also configure the list of properties you created in the Google Analytics 4 configuration, under the "Custom Definitions" section.
it_it: Importante: ricordati di configurare l'elenco delle proprietà che hai creato anche nella configurazione di Google Analytics 4, alla voce allineare "Definizioni personalizzate".

source: In order to distinguish mobile/desktop users, send appropriate and anonymous user agent data
it_it: Al fine di distiguere utenti mobile/desktop, invia appropriati e anonimi dati sull'user agent

source: Integration guide
it_it: Guida all'integrazione

source: Keep this option active to block any non-compliant versions of Facebook, Google Analytics or Tik Tok scripts that may be present on the site.
it_it: Mantieni attiva questa opzione per bloccare eventuali versioni non compliant di script Facebook, Google Analytics o Tik Tok eventualmente presenti sul sito.

source: License key
it_it: Chiave di licenza

source: License status
it_it: Stato della licenza

source: Low level
it_it: Livello basso

source: Low proxification level
it_it: Livello di proxificazione basso

source: Measurement ID
it_it: ID di misurazione

source: Medium level
it_it: Livello medio

source: Medium proxification level
it_it: Livello di proxificazione medio

source: No plugin - manually integration via javascript code
it_it: Nessun plugin - integrazione via codice javascript

source: No post type available
it_it: Nessuna tipologia di post disponibile

source: No taxonomy available
it_it: Nessuna tassonomia di post disponibile

source: Non-compliant script blocking
it_it: Blocco script non compliant

source: None - send data without consent
it_it: Nessuno - invia dati senza consenso

source: Off
it_it: Spento

source: On - custom
it_it: Attivo - personalizzato

source: On - with "catch all" user property
it_it: Attivo - con proprietà utente "catch all"

source: Page View Tracking
it_it: Tracciamento visualizzazioni

source: Pixel ID
it_it: ID Pixel

source: Plugin status
it_it: Stato plugin

source: Post type List
it_it: Elenco tipologia post

source: Prevent data tracking for those IPs
it_it: Blocca l'invio di dati dai seguenti IP

source: Prevent legal compliance issues when using Google Analytics, Facebook Pixel and TikTok Pixel.
it_it: Previeni i problemi di compliance quando utilizzi Google Analytics, Facebook Remarketing e il pixel di Tik Tok.

source: Proxification levels guide
it_it: Guida ai livelli di proxificazione

source: Refer to this guide to complete the integration:
it_it: Controlla questa guida per completare l'integrazione:

source: Remove "ClickID" Tracking Information
it_it: Rimuovi informazioni traccianti "ClickID"

source: Remove external referrals
it_it: Rimuovi referral esterni

source: Remove screen info
it_it: Rimuovi informazioni schermo

source: Remove user agent information
it_it: Rimuovi informazioni user agent

source: Remove UTM tag
it_it: Rimuovi tag UTM

source: Reseller info
it_it: Informazioni Rivenditore

source: Reseller Mail:
it_it: Mail Rivenditore:

source: Reseller Website:
it_it: Sito Rivenditore:

source: Save settings
it_it: Salva impostazioni

source: Saving in progress
it_it: Salvataggio in corso

source: Select if you want to activate the debugging mode of the sent data
it_it: Indica se vuoi attivare la modalità di debugging dei dati inviati

source: Select the user property to send on every page view for this post type.
it_it: Seleziona la proprietà utente da inviare a ogni visualizzazione di pagina.

source: Send
it_it: Invia

source: Send debug information to Google Analytics
it_it: Invia a Google Analytics informazioni per il debug

source: Set the plugin status to active to enable its features
it_it: Imposta lo stato del plugin su attivo, per abilitare le funzionalità

source: Settings
it_it: Impostazioni

source: Settings saved successfully
it_it: Impostazioni salvate con successo

source: Settings saved successfully, but some mandatory data is missing. Please check the required fields
it_it: Impostazioni salvate correttamente, ma alcuni dati obbligatori risultano mancanti. Controlla i campi richiesti.

source: Specifically, proxying functionalities and data sending to platforms are disabled.
it_it: Nello specifico, le funzionalità di proxificazione e invio dati alle piattaforme sono disattive.

source: Support
it_it: Supporto

source: Taxonomy List
it_it: Elenco tassonomie

source: Test event code
it_it: Codice per eventi di test

source: The status of your license
it_it: Lo stato della tua licenza

source: This feature allows you to enable support for Consent Mode v2 and Google Ads Conversion tracking.
it_it: Questa funzionalità ti consente di abilitare il supporto per il Consent Mode v2 e il tracciamento delle conversioni di Google Ads.

source: This feature allows you to enable support for Consent Mode, which helps you track, in a completely anonymous and untraceable manner, the access and events of users who have not provided explicit consent for anonymous use of GA4 .
it_it: Questa funzione ti permette di abilitare il supporto alla Consent Mode, che ti aiuta a tracciare, in modo assolutamente anonimo e non riconducibile, gli accessi e gli eventi degli utenti che non hanno fornito il loro esplicito consenso all’utilizzo di GA4 in forma anonima.

source: This function is only available if you have also installed the My Agile Privacy plugin and activated a Premium license key.
it_it: Questa funzione è disponibile solo se hai anche installato il plugin My Agile Privacy e attivato una chiave di licenza Premium.

source: Track anonymously information about mobile/desktop users
it_it: Traccia in modo anonimo informazioni sul device mobile/desktop

source: Usage Instructions
it_it: Istruzioni di utilizzo

source: Use anonymous IP
it_it: Usa IP anonimo

source: Use session cookies for user data storage
it_it: Utilizza cookie di sessione a breve durata per la memorizzazione dell'utente

source: User property definition
it_it: Definizione proprietà utente

source: User property list
it_it: Elenco proprietà utente

source: User Property Tracking
it_it: Tracciamento proprietà utente

source: Using this panel, you have the ability to track custom properties for the user, segment your visitors, and create more effective marketing campaigns. Currently, this feature is exclusively supported by Google Analytics 4.
it_it: Utilizzando questo pannello hai la possibilità di tracciare le proprietà personalizzate per l'utente, segmentare i tuoi visitatori e creare campagne marketing più efficaci. Al momento questa funzionalità è supportata esclusivamente da Google Analytics 4.

source: WooCommerce is not active on this website.
it_it: WooCommerce non è attivo su questo sito.

source: Would you like to verify the status of your subscription, download invoices, or carry out other administrative tasks?
it_it: Vuoi verificare lo stato del tuo abbonamento, scaricare le fatture o effettuare altre operazioni amministrative ?

source: Yes, I would like to turn on automatic plugin updates.
it_it: Si, voglio abilitare l'aggiornamento automatico del plugin.

source: You are already protected by My Agile Privacy
it_it: Sei già protetto da My Agile Privacy

source: You have to execute manually the javascript code in order to trigger the data tracking
it_it: Dovrai lanciare manualmente il codice javascript per l'avvio del tracciamento

source: Your IP address seems to be:
it_it: Il tuo indirizzo IP sembra essere:

source: Your license key is provided by
it_it: La tua chiave di licenza è fornita da:
